Repository: eckeman/isodumper
Catalog: po/*.po
Languages: ast, ca, cs, da, de, el, es, et, eu, fr, gl, he, hr, id, it, nl, pt, pt_br, ro, sk, sl, sq, sr, sv

source: Mageia IsoDumper ---------------- This GUI program is primarily for safely writing a bootable ISO image to a USB flash drive, an operation devious & potentially hazardous when done by hand. As a bonus, it can also back up the entire previous contents of the flash drive onto the hard disc, and restore the flash drive to its previous state subsequently. It gives also a feature for formatting the USB device. IsoDumper can be launched either from the menus, or a user or root console with the command 'isodumper'. For normal users, the root password is solicited; this is necessary for the program's operation. The flash drive can be inserted beforehand or once the program is started. In the latter case, a dialogue will say that there is no flash drive inserted, and allow a 'retry' to find it once it is. (You may have to close any automatically opened File Manager window). The fields of the main window are as follows: - Device to work on: the device of the USB flash drive, a drop-down list to choose from. - Write Image: to choose the source ISO image *.iso (or flash drive backup file *.img) to write out. - Write to device: This button launches the operation - with a prior warning dialogue. If a flash drive backup was requested, this is done first. Then (or only) the image file write. Each operation is shown in the progress bar beneath. - Backup in: define the name and placement of the backup image file. The current flash drive will be backed up to a disc file. Note that the entire flash drive is preserved, regardless of its actual contents; ensure that you have the necessary free disc space (the same size as the USB device). This backup file can be used later to restore the flash drive by selecting it as the source *.img file to write out. - Backup the device: launch the backup operation. - Format the device: create an unique partition on the entire volume in the specified format in FAT, NTFS or ext. You can specify a volume name and the format in a new dialog box. - Details: this button shows detailed log information.
es: Mageia IsoDumper ---------------- Este programa GUI es principalmente para escribir una imagen ISO de arranque con seguridad en una unidad flash USB, una operación tortuoso y potencialmente peligrosa cuando se hace a mano. Como beneficio adicional, también puede realizar copias de seguridad de todo el contenido anterior de la unidad flash en el disco duro, y restaurar la unidad flash a su estado anterior posteriormente. Se da también una función para formatear el dispositivo USB. IsoDumper se puede iniciar cualquiera de los menús o una consola de usuario o root con el comando 'isodumper'. Para los usuarios normales, la contraseña de root se solicita; esto es necesario para el funcionamiento del programa. La unidad flash se puede insertar de antemano o una vez que se inicie el programa. En este último caso, el diálogo va a decir que no hay ninguna unidad de memoria flash insertada, y permitir un 'reintento' para encontrar una vez que está. (Puede que tenga que cerrar cualquier ventana que se abre automáticamente el Administrador de archivos). Los campos de la ventana principal son los siguientes: - Dispositivo para trabajar en: el dispositivo de la unidad flash USB, una lista desplegable para elegir - Escribir Image: elegir la fuente ISO imagen *.iso (o una unidad flash de copia de seguridad de archivos *.img) para escribir out. - Escribir a dispositivo: Este botón se inicia la operación - con un diálogo previo aviso. Si se solicitó una copia de seguridad de una unidad flash, esto se hace primero. Luego (o única) el archivo de imagen de escritura. Cada operación se muestra en la barra de progreso debajo. - Copia de seguridad en: definir el nombre y la ubicación del archivo de imagen de copia de seguridad. La unidad flash actual se copia de seguridad en un archivo de disco. Tenga en cuenta que toda la unidad flash se conserva, independientemente de su contenido real; asegurarse de que usted tiene el espacio libre en disco necesario (el mismo tamaño que el dispositivo USB). Este archivo de copia de seguridad se puede utilizar posteriormente para restaurar la unidad flash seleccionándolo que el archivo *.img fuente para escribir. - Copia de seguridad del dispositivo: permite iniciar la operación de copia de seguridad. - Formatear el dispositivo: crear una partición única en todo el volumen en el formato especificado en FAT, NTFS o ext. Puede especificar un nombre de volumen y el formato en un nuevo cuadro de diálogo. - Detalles: este botón muestra la información de registro detallado.
eu: Mageia IsoDumper ---------------- GUI programa hau, batez ere segurtasunez ISO irudi abiagarri bat USB flash drivean idatziz, alde batetik eragiketa arriskutsuak eta bihurriak eskuz egiten dira. Bonus gisa, zuk flash drive aurreko edukiak guztien segurtasun-kopia ere egin ditzakezu disko gogorrean, flash unitatean sartu eta geroago aurreko egoerara leheneratu. USB Gailua formateatzeko funtzio bat ematen du. IsoDumper abian jarri daiteke, bai menutik edo erabiltzaile edo root 'isodumper' komandoarekin kontsola batean. Erabiltzaile normal, root pasahitza eskatzen da; hau programaren funtzionamendurako beharrezkoa da. Flash drive beti aurretik sartu daitezke edo programa abiatzean. Azken kasu horretan, elkarrizketa batek, flash drive txertatuta ez dagoela esaten du, eta 'berriro saiatzea' behin aurkitzeko. (Irekitako edozein fitxategi kudeatzaile leiho automatikoki itxi behar izatea) . Leiho nagusiaren eremuak honako hauek dira: - Gailu lan egiteko: USB flash drive gailua, aukeratzeko goitibeherako zerrenda bat. - Idaztea Irudia: *.iso ISO irudi iturburu (edo flash drive babeskopia fitxategia *.img) idazteko. - Gailuan idatzi: botoi honek operazioa abian jartzen du - aldez aurretik abisu batekin. Flash driveko segurtasun kopia bat eskatzen bada, hau da, lehen egiten dena. Ondoren (edo soilik) irudi-fitxategi idatzi. Eragiketa bakoitza aurrerapen barraren azpian agertzen da. - Babeskopia: definitu izena eta segurtasun kopiaren irudiaren fitxategiaren kokapena. Egungo flash drive babeskopia disko fitxategi batean gordetzeko. Kontuan flash unitatea guztia mantentzen da, bere oraingo edukiak kontuan hartu gabe; ziurtatu beharrezko espazioa diskoan (USB gailua tamaina bera) duzula. Segurtasun-kopia hau erabili ahal izango da geroago flash drivea berreskuratueko *.img fitxategia idazteko sorburu gisa aukeratuz. - Gailuaren babeskopia: abiarazi babeskopia eragiketak. - Gailua formateatu: bolumen osoan zehaztu FAT, NTFS edo ext formatua partizio berezia sortzeko. Bolumen-izena eta elkarrizketa koadroa. - Xehetasunak: botoi honek erregistro informazio xehekatuenak erakusten ditu.
fr: Mageia IsoDumper ---------------- Ce programme à interface graphique est principalement destiné à l'écriture sécurisée d'une image ISO amorçable sur un lecteur flash USB, opération délicate et potentiellement dangereuse lorsqu'elle est réalisée manuellement. En complément, il peut sauvegarder le contenu entier d'un lecteur flash sur le disque dur, et ainsi restaurer ce lecteur à son état précédent. Il permet aussi de formater le périphérique USB. IsoDumper peut être lancé à partir soit des menus, soit d'une console en tant qu'utilisateur standard ou administrateur avec la commande 'isodumper'. Pour des utilisateurs normaux, le mot de passe administrateur est exigé ; c'est nécessaire pour réaliser les opérations du programme. Le périphérique en flash peut être inséré à l'avance ou bien une fois que le programme est lancé. Dans ce dernier cas, une boîte de dialogue indiquera qu'aucun périphérique flash n'est inséré, et autorisera un nouvel essai pour trouver le périphérique une fois que celui-ci est inséré (vous devrez préalablement fermer toute fenêtre de gestionnaire de fichiers que se serait automatiquement ouverte à l'insertion). Les champs de la fenêtre principale sont les suivants : - Périphérique sur lequel écrire : liste déroulante permettant de sélectionner le lecteur USB flash. - Ecrire l'image : pour sélectionner l'image ISO source *.iso (ou bien le fichier *.img de sauvegarde du lecteur flash) à écrire. - Ecrire sur le périphérique : ce bouton lance l'opération - avec un message initial d'avertissement. Si une sauvegarde du lecteur flash était nécessaire, elle serait réalisée préalablement. Puis le fichier image est écrit. Chaque opération est affichée avec la présence d'une barre de progression. - Sauvegarde dans : définit le nom et l'emplacement du fichier image de sauvegarde. Le lecteur flash sélectionné sera sauvegardé vers un fichier sur le disque dur. Remarque : le lecteur flash est intégralement préservé, indépendamment de son contenu réel ; assurez-vous que vous disposez d'un espace libre suffsant sur le disque (de la même taille que le périphérique USB). Ce fichier de sauvegarde peut être utilisé ultérieurement pour restaurer le lecteur flash en sélectionnant le fichier source *.img à écrire. - Sauvegarder le périphérique : lance l'opération de sauvegarde. - Formater le périphérique : crée une partition unique sur l'ensemble du volume dans un des formats suivants : FAT, NTFS ou EXT. Vous pouvez préciser un nom de volume ainsi que le format dans une nouvelle boîte de dialogue. - Détails : ce bouton affiche une information détaillée issue du journal.

source: Device to work on:
ast: Preséu pa furrular en:
cs: Zařízení, na kterém se má pracovat:
da: Enhed til at arbejde på:
de: Gerät, mit dem gearbeitet wird:
el: Συσκευή προς επεξεργασία:
es: Dispositivo en el cual trabajar:
et: Kasutatav seade:
eu: Gailua lan egiteko:
fr: Périphérique sélectionné :
id: Di mana perangkat akan bekerja:
it: Dispositivo sul quale scrivere:
nl: Apparaat om op te werken:
pt: Dispositivo para funcionar em:
pt_br: Dispositivo para execultar em:
ro: Dispozitivul pe care se lucrează:
sl: Izbrana naprava:
sq: Pajisje për të punuar në:
sv: Enhet att arbeta på:

source: Select target device to write the image to
ast: Esbilla'l preséu oxetivu au escribir la imaxe
ca: Selecciona dispositiu de destí on escriure la imatge
cs: Zvolte cílové zařízení, na které chcete obraz zapsat
da: Vælg en enhed som billedet skal skrives på
de: Zielgerat auswählen, auf welches das Abbild geschrieben werden soll
el: Επιλέξτε την συσκευή προορισμού για να γράψετε την εικόνα
es: Seleccione el dispositivo de destino donde escribir la imagen
et: Valige sihtseade, kuhu tõmmis kirjutada
eu: Hautatu helburuko gailua irudia idazteko
fr: Sélectionnez le périphérique cible sur lequel écrire l'image
gl: Seleccione o dispositivo de destino no que escribir a imaxe
he: בחר התקן יעד אליו תיכתב הדמות
hr: Odaberite uređaj zapisivanja za zapis slike
id: Pilih perangkat target untuk ditulisi image
it: Seleziona il dispositivo target nel quale vuoi scrivere l'immagine
nl: Kies doelstation om het Image-bestand naar toe te schrijven
pt: Selecione dispositivo de destino para gravar a imagem
pt_br: Selecione o dispositivo de destino para gravar imagem para
ro: Selectați dispozitivul destinație pe care să scrieți imaginea
sk: Vyberte cieľové zariadenie na ktoré bude zapísaný obraz
sl: Izberite ciljno napravo za zapis odtisa diska
sq: Zgjidhni pajisje e synuar për të shkruar imazhin në të
sr: Изаберите циљну уређај на коме ће бити записан одраз
sv: Välj målenhet att skriva avbilden till

source: Write Image:
ast: Escribir imaxe:
ca: Escriure imatge:
cs: Zapsat obraz:
da: Gem billede:
de: Schreibe Abbild:
el: Εγγραφή εικόνας:
es: Escribir imagen:
et: Tõmmise kirjutamine:
eu: Imajina Idatzi:
fr: Écrire l'image :
gl: Escribir a imaxe:
he: דמות לכתיבה:
hr: Zapisivanje slike:
id: Menulis Image:
it: Scrivi immagine:
nl: Schrijf Image-bestand:
pt: Gravar Imagem:
pt_br: Gravar imagem:
ro: Scrie imaginea:
sk: Zapísať obraz:
sl: Zapis slike:
sq: Shkruani Imazhin:
sr: Запиши одраз:
sv: Skriv avbild:

source: Select an image file to be written to the device
ast: Esbilla un ficheru d'imaxe pa escribise nel preséu
ca: Selecciona un arxiu d'imatge per a ser escrit al dispositiu
cs: Zvolte soubor obrazu, který chcete zapsat na zařízení
da: Vælg et billede som kan gemmes på enheden
de: Abbild wählen, das auf das Zielgerät geschrieben werden soll
el: Επιλέξτε ένα αρχείο εικόνας που πρόκειται να εγγραφεί στην συσκευή
es: Seleccione un archivo imagen para ser escrito en el dispositivo
et: Valige seadmele kirjutatav tõmmis
eu: Hautatu irudi fitxategi bat gailuan idazteko
fr: Sélectionnez un fichier image à écrire sur le périphérique
gl: Seleccione un ficheiro de imaxe para escribir no dispositivo
he: בחר קובץ דמות שיכתב אל ההתקן
hr: Odaberite datoteku slike za zaspis na uređaj
id: Pilih sebuah image untuk ditulis ke perangkat
it: Seleziona un file immagine da scrivere nel dispositivo
nl: Kies een Image-bestand om naar het station te schrijven
pt: Selecione um ficheiro de imagem para ser gravado num dispositivo
pt_br: Selecionar um arquivo de imagem para ser gravado no dispositivo
ro: Selectați un fișier imagine ca să fie scris pe dispozitiv
sk: Vyberte obraz ktorý bude zapísaný
sl: Izberite datoteko odtisa diska za zapis na napravo
sq: Zgjidh një dokument imazh të jetë e shkruar në pajisjen
sr: Изаберите датотеку одраза који ће бити записан на уређај
sv: Välj en avbild som ska skrivas till enheten

source: Select Image
ast: Esbillar imaxe
ca: Selecciona una imatge
cs: Zvolte obraz
da: Vælg billede
de: Abbild wählen
el: Επιλογή εικόνας
es: Seleccione una imagen
et: Vali tõmmis
eu: Imajina Aukeratu
fr: Sélectionner l'image
gl: Seleccionar a imaxe
he: בחר דמות
hr: Odaberi sliku
id: Pilih image
it: Seleziona immagine
nl: Kies een afbeelding
pt: Selecionar Imagem
pt_br: Selecionar Imagem
ro: Selectați imaginea
sk: Vyberte obraz
sl: Izberite odtis diska
sq: Zgjidhni Imazhin
sr: Изабери одраз
sv: Välj avbild

source: For UEFI boot
es: Para arranque UEFI
eu: UEFI abiorako
fr: Pour le démarrage UEFI

source: Use FAT32 format with MGALIVE as volume name.
es: Utilice el formato FAT32 con MGALIVE como nombre de volumen.
eu: Erabili FAT32 formatua MGALIVE bolumen izen gisarekin.
fr: Utiliser FAT32, avec MGALIVE comme nom de volume.

source: Write to device
ast: Escribir al preséu
ca: Escriure al dispositiu
cs: Zapsat na zařízení
da: Skriver på enhed
de: Gerät beschreiben
el: Γράψτε στη συσκευή
es: Escribir al dispositivo
et: Kirjuta seadmele
eu: Gailuan idatzi
fr: Écrire sur le périphérique
gl: Escribir no dispositivo
he: כתוב אל ההתקן
hr: Zapiši na uređaj
id: Menulis ke perangkat
it: Scrivi sul dispositivo
nl: Schrijven naar station
pt: Gravar para o dispositivo
pt_br: Gravar para o dispositivo
ro: Scrie pe dispozitiv
sk: Zapísať na zariadenie
sl: Zapis na napravo
sq: Shkruaj në pajisjen
sr: Запиши на уређај
sv: Skriv till enhet

source: Create a backup of the device as image to restore it later
ast: Crear una copia de seguridá del preséu como imaxe pa restaurala sero
cs: Vytvořit zálohu zařízení jako obraz pro jeho pozdější obnovení
da: Lav en backup af enheden som billede for at genoprette den senere
de: Eine Sicherungskopie als Image auf einem Gerät erstellen um es später wiederherstellen zu können
el: Δημιουργήστε ένα εφεδρικό αντίγραφο της συσκευής σαν εικόνα για να το αποκαταστήσετε αργότερα
es: Crear una copia de seguridad para restaurar más tarde
et: Seadme varukoopia loomine tõmmisena hilisemaks taastamiseks
eu: Sortu gailuaren babeskopia bat irudi gisa, geroago leheneratzeko
fr: Créer une image du périphérique pour la restaurer plus tard
id: Buat backup dari perangkat sebagai image untuk dikembalikan nanti
it: Crea una copia di sicurezza del dispositivo come immagine per il ripristino successivo
nl: Maak een back-up van het apparaat om dat later te herstellen
pt: Criar uma cópia de segurança do dispositivo como imagem para restaurá-la mais tarde
pt_br: Criar um backup do dispositivo, como imagem para restaurá-lo mais tarde
ro: Creează o imagine a dispozitivului pentru a o putea restaura mai tîrziu
sl: Ustvarite varnostno kopijo odtisa naprave, da jo lahko kasneje povrnete na trenutno stanje
sq: Krijo një rregjistrim të pajisjes në imazhin për ta rivendosur atë më vonë
sv: Skapa en återställningspunkt av enheten som en avbild för att återställa den senare

source: (None)
ast: (Un res)
cs: (žádná)
da: (ingen)
de: (keine)
el: (κανένα)
es: (Ninguno)
et: (Puudub)
eu: (bat ere ez)
fr: (Rien)
id: (Tidak ada)
it: (Nessuno)
nl: (Geen)
pt: (nenhum)
pt_br: (Nenhum)
ro: (Neant)
sl: (brez)
sq: (Asnjë)
sv: (Ingen)

source: Select a folder in which to write the backup image
ast: Esbilla una carpeta na qu'escribir la imaxe de copia de seguridá
cs: Zvolte složku, do které se má zapsat obraz se zálohou
da: Vælg en mappe at gemme backup billedet i
de: Auswählen eines Ordners, in dem das Backup-Image geschrieben werden soll
el: Διαλέξτε ένα φάκελο για να γράψετε εκεί την εφεδρική εικόνα
es: Seleccione la carpeta en la que se va a escribir la imagen
et: Valige kataloog, kuhu kirjutada varutõmmis
eu: Hautatu karpeta bat bertan babeskopiaren irudia idazteko
fr: Sélectionnez un dossier dans lequel écrire l'image de sauvegarde
id: Pilih folder untuk menulis backup image
it: Seleziona una cartella nella quale scrivere l'immagine della copia di sicurezza
nl: Selecteer een map om de back-up in op te slaan
pt: Selecione uma pasta para gravar a imagem da cópia de segurança
pt_br: Selecione uma pasta na qual você deseja gravar a imagem de backup
ro: Selectați un director în care să salvați imaginea
sl: Izberite mapo za zapis varnostne kopije
sq: Zgjidhni një dosje në të cilën të shkruani imazhin rezervë
sv: Välj en mapp som återställningsbilden ska skrivas till

source: Backup the device
ast: Facer copia de seguridá del preséu
cs: Zálohovat zařízení
da: Backup enheden
de: Sichere das Gerät
el: Δημιουργία αντιγράφων ασφαλείας για τη συσκευή
es: Respaldar el dispositivo
et: Varunda seade
eu: Babeskopia gailua
fr: Sauvegarder le périphérique
id: Backup perangkat
it: Fai la copia del dispositivo
nl: Back het apparaat up
pt: Efetuar cópia do dispositivo
pt_br: Faça o backup do dispositivo
ro: Salvează dispozitivul
sl: Arhiviranje vsebine naprave
sq: Rregjistro pajisjes
sv: Säkerhetskopiera enheten

source: Format the device in FAT, NTFS or ext:
ast: Formatear el preséu en FAT, NTFS o ext:
cs: Formátovat zařízení na FAT, NTFS nebo ext:
da: Formatere enheden i FAT, NTFS eller ext:
de: Formatiere das Gerät in FAT, NTFS oder ext:
el: Μορφοποιήστε τη συσκευή σε FAT, NTFS ή ext:
es: Formatear el dispositivo en FAT, NTFS o ext:
et: Seadme vormindamine FAT-, NTFS- või ext-vormingus:
eu: Gailua formateatu FAt, NTFS edo ext-n
fr: Formater en FAT, NTFS ou ext :
id: Format perangkat dalam FAT, NTFS atau ext:
it: Formatta il dispositivo in FAT, NTFS o ext:
nl: Formatteer het apparaat in FAT, NTFS of ext:
pt: Formatar o dispositivo em FAT, NTFS ou ext:
pt_br: Formatar o dispositivo em FAT, NTFS ou ext:
ro: Formatează dispozitivul în FAT, NTFS sau EXT:
sl: Formatiranje naprave v datotečnem zapisu FAT, NTFS ali ext:
sq: Formatimi i pajisjes në FAT, NTFS ose ext:
sv: Formatera enheten som FAT, NTFS eller ext:

source: Choose the format. The device will be formatted in one partition
ast: Escueyi'l formatu. El preséu formatearáse nuna partición
cs: Zvolte formát. Zařízení bude zformátováno do jednoho diskového oddílu
da: Vælg formatet. Enheden vil blive formateret i en partition.
de: Wähle das Format. Das Gerät wird mit einer Partition formatiert.
el: Επιλέξτε μορφή. Η συσκευή θα διαμορφωθεί σε ένα διαμέρισμα
es: Elija un formato. El dispositivo será formateado en una partición
et: Valige vorming. Seade vormindatakse ühe partitsioonina
eu: Aukeratu formatua. Baliteke gailuaren partizio bat formateatuko dela
fr: Choisissez le format. Le périphérique sera formaté en une seule partition.
id: Pilih format. Perangkat akan diformat dalam satu partisi
it: Scegli la formattazione. Il dispositivo verrà formattato in una partizione
nl: Kies het formaat. Het apparaat zal in Ã©Ã©n partitie geformatteerd worden
pt: Escolha o formato. O dispositivo será formatado numa partição
pt_br: Escolher o formato. O dispositivo será formatado em uma partição
ro: Alegeți formatul. Dispozitivul va fi formatat într-o singură partiție
sl: Izbira datotečnega sistema. Naprava bo formatirana v enem razdelku.
sq: Zgjidhni formatin. Pajisja do të formatohet në një ndarje
sv: Välj formatering. Enheten kommer att formateras till en partition

source: Format the device
ast: Formatear el preséu
cs: Formátovat zařízení
da: Formatere enheden
de: Formatiere das Gerät
el: Μορφοποίηση συσκευής
es: Formatear el dispositivo
et: Vorminda seade
eu: Gailua formateatu
fr: Formater le périphérique
id: Format perangkat
it: Formatta il dispositivo
nl: Formatteer het apparaat
pt: Formate o dispositivo
pt_br: Formatar o dispositivo
ro: Formatează dispozitivul
sl: Formatiranje naprave
sq: Formatoni pajisjen
sv: Formatera enheten

source: Details
ast: Detalles
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
et: Üksikasjad
eu: Xehetasunak
fr: Détails
gl: Detalles
he: פרטים
hr: Pojedinosti
id: Rincian
it: Dettagli
pt: Detalhes
pt_br: Detalhes
ro: Detalii
sk: Detaily
sl: Podrobnosti
sq: Detajet
sr: Детаљи
sv: Detaljer

source: <b>Warning</b> No target devices were found. You need to plug in a USB Key to which the image can be written.
ast: <b>Avisu</b> Nun s'alcontraron preseos oxetivu. Necesites coneutar una llave USB na que la imaxe puea escribise.
cs: <b>Varování</b> Nebyla nalezena žádná cílová zařízení. Je potřeba, abyste zastrčili zařízení USB, na které lze obraz zapsat.
da: <b>Advarsel</b> Ingen destinationsenheder blev fundet. Du er nødt til at indsætte en USB nøgle på hvilken billedet kan skrives på.
de: <b>Warnung</b> Kein Zielgerät gefunden. Sie müssen einen USB-Stick einstecken, auf welchem das Abbild geschrieben werden kann.
el: <b>Προσοχή</b> Δε βρέθηκαν συσκευές προορισμού. Πρέπει να συνδέσετε μία USB μνήμη στην οποία μπορεί να εγγραφεί το εικονικό αρχείο.
es: <b>Advertencia</b> No se encontró ningún dispositivo. Necesita conectar un dispositivo USB en el que se escribirá la imagen.
et: <b>Hoiatus</b> Ühtegi sihtseadet ei leitud. Teil tuleb ühendada USB-pulk, millele saab tõmmise kirjutada.
eu: <b>Erne</b> Ez da gailurik aurkitu helburuan. USB giltza bat entxufatu behar duzu bertan irudia idatzi ahal izateko.
fr: <b>Attention</b> Aucun périphérique cible trouvé. Vous devez brancher une clé USB sur laquelle l'image pourra être écrite.
id: <b>Peringatan</b> Tidak ada perangkat target yang ditemukan. Anda harus memasang flashdisk untuk penulisan image.
it: <b>Avviso</b> Non è stato trovato nessun dispositivo target. Devi inserire una chiavetta USB dove l'immagine possa essere scritta.
nl: <b>Waarschuwing</b> Er werd geen doelstation gevonden. Plug een USB-sleutel in waar het image naartoe geschreven kan worden.
pt: <b>Aviso</b> Não foram encontrados os dispositivos de destino. Precisa de conetar uma PEN USB para o qual será gravada a imagem.
pt_br: <b>Aviso</b> Não foi encontrado dispositivos para o destino. Você precisa conectar um pendrive para que a imagem possa ser gravada.
ro: <b>Avertisment</b> Nu s-a găsit dispozitivul destinație. Trebuie să conectați o cheie USB pe care să poată fi scrisă imaginea.
sl: <b>Napaka</b> Nobene ciljne naprave ni bilo mogoče najti. Vstavite ključ USB, na katerega lahko zapišete odtis diska.
sq: <b>Paralajmërim</b> Nuk u gjend pajisja e synuar. Ju duhet të vini në prizë një Pajisje USB për të cilat imazhi mund të shkruhet.
sv: <b>Varning</b> Inga målenheter hittades. Du bör ansluta ett USB-minne som avbilden kan skrivas till.
