Repository: eckeman/isodumper
Catalog: po/*.po
Languages: ast, ca, cs, da, de, el, es, et, eu, fr, gl, he, hr, id, it, nl, pt, pt_br, ro, sk, sl, sq, sr, sv

source: %r not known to UDisks2
es: %r no conocido por UDisks2
eu: UDisks2 ez du %r ezagutzen
fr: %r inconnu vers UDisks2

source: UDisks2 is not available on your system
es: UDisks2 no está disponible en su sistema
eu: UDisks2 ez dago eskuragarri sisteman
fr: UDisks2 n'est pas disponible dans votre système

source: Target Device:
ast: Preséu oxetivu:
ca: Dispositiu de destí:
cs: Cílové zařízení:
da: Destinationsenheder:
de: Ziel Gerät:
el: Συσκευή προορισμού:
es: Dispositivo de destino:
et: Sihtseade:
eu: Helburu gailua:
fr: Périphérique cible :
gl: Dispositivo de destino:
he: התקן יעד:
hr: Uređaj zapisivanja:
id: Perangkat Target:
it: Dispositivo target:
nl: Doelstation:
pt: Dispositivo de Destino:
pt_br: Dispositivo alvo:
ro: Dispozitiv destinație:
sk: Cieľové zaradienie:
sl: Ciljna naprava:
sq: Pajisja Synuar:
sr: Циљни уређај:
sv: Målenhet:

source: Backup in:
ast: Copia de seguridá en:
cs: Záloha za:
da: Backup på:
de: Sichern nach:
el: Δημιουργία αντιγράφων ασφαλείας σε:
es: Respaldar en:
et: Varukoopia:
eu: Babeskopia:
fr: Sauvegarde dans :
id: Backup di:
it: Crea una copia di sicurezza in:
nl: Back-uppen in:
pt: Backup em:
pt_br: Backup em:
ro: Salvare pe:
sl: Varnostno kopiranje v:
sq: Regjistrim në:
sv: Säkerhetskopiera i:

source: The device was formatted successfully.
ast: El preséu formateóse con ésitu.
cs: Zařízení bylo úspěšně naformátováno.
da: Enheden blev formateret med succes.
de: Das Gerät wurde erfolgreich formatiert.
el: Η συσκευή διαμορφώθηκε με επιτυχία.
es: El dispositivo ha sido formateado de forma exitosa.
et: Seade vormindati edukalt.
eu: Gailua arrakastaz formateatu egin da.
fr: Le périphérique a été formaté avec succès.
id: Perangkat berhasil diformat.
it: Il dispositivo è stato formattato con successo.
nl: Formatteren van het apparaat is geslaagd.
pt: O dispositivo foi formatado com sucesso.
pt_br: O dispositivo foi formatado com sucesso.
ro: Dispozitivul a fost formatat cu succes.
sl: Naprava je bila uspešno formatirana.
sq: Pajisja është formatuar me sukses.
sv: Formateringen lyckades

source: An error occurred while creating a partition.
ast: Asocedió un fallu entrín se creaba una partición.
cs: Při vytváření diskového oddílu se vyskytla chyba.
da: En fejl opstod ved oprettelse af en partition.
de: Ein Fehler ist beim erstellen der Partition aufgetreten.
el: Προέκυψε σφάλμα κατά την δημιουργία διαμερίσματος.
es: Ha ocurrido un error mientras se creaba la partición.
et: Partitsiooni loomisel tekkis tõrge.
eu: Errore bat gertatu da partizio bat sortzean.
fr: Une erreur est survenue en créant une partition.
id: Kesalahan terjadi saat membuat partisi.
it: Si è verificato un errore durante la creazione di una partizione.
nl: Er is een fout opgetreden tijdens het creÃ«ren van de partitie.
pt: Ocorreu um erro durante a criação da partição.
pt_br: Ocorreu um erro durante a criação de uma partição.
ro: S-a produs o eroare la crearea unei partiții.
sl: Med usvarjanjem razdelka je prišlo do napake.
sq: Një gabim ka ndodhur gjatë krijimit të një ndarje.
sv: Ett fel inträffade när en partition skapades.

source: Authentication error.
ast: Fallu d'autenticación.
cs: Chyba při ověření.
da: Identifikation fejl.
de: Authentifizierungsfehler.
el: Σφάλμα πιστοποίησης.
es: Error de autenticidad.
et: Tõrge autentimisel.
eu: Egiaztaze errorea.
fr: Erreur d'authentification.
id: Otentikasi salah.
it: Errore di autenticazione.
nl: Authenticatiefout.
pt: Erro de Autenticação.
pt_br: Erro de autenticação.
ro: Eroare de autentificare.
sl: Napaka overjanja.
sq: Gabim vërtetimi.
sv: Autentiseringsfel.

source: An error occurred.
ast: Asocedió un ficheru.
cs: Stala se chyba.
da: Der er opstået en fejl.
de: Ein Fehler ist aufgetreten.
el: Προέκυψε σφάλμα.
es: Se ha presentado un error.
et: Tekkis tõrge.
eu: Errore bat gertatu da.
fr: Une erreur est survenue.
id: Terjadi kesalahan.
it: Si è verificato un errore.
nl: Er is een fout opgetreden.
pt: Ocorreu um erro.
pt_br: Ocorreu um erro.
ro: S-a produs o eroare.
sl: Prišlo je do napake.
sq: Një gabim ndodhi .
sv: Ett fel inträffade.

source: The destination directory is too small to receive the backup (%s Mb needed)
es: El directorio de destino es demasiado pequeño para recibir la copia de seguridad (%s Mb necesario)
eu: Helburu direktorioa txikiegia da babekopia jasotzeko (%s Mb beharrezkoa)
fr: Le répertoire de destination est trop petit pour recevoir la sauvegarde (%s Mo sont nécessaires)

source: Backup in:
ast: Copia de seguridá en:
cs: Záloha za:
da: Backup på:
de: Sichern nach:
el: Εφεδρικό αρχείο στο:
es: Copia de seguridad en:
et: Varukoopia:
eu: Babeskopia:
fr: Sauvegarde dans :
id: Backup di:
it: Copia di sicurezza in:
nl: Back-uppen in:
pt: Backup em:
pt_br: Backup em:
ro: Salvare pe:
sl: Ustvarite varnostno kopijo v:
sq: Regjistrim në:
sv: Säkerhetskopiera i:

source: Image:
ast: Imaxe:
ca: Imatge:
cs: Obraz:
da: Billede:
el: Εικόνα:
es: Imagen:
et: Tõmmis:
eu: Imajina:
gl: Imaxe:
he: דמות:
hr: Slika:
it: Immagine:
nl: Image-bestand:
pt: Imagem:
pt_br: Imagem:
ro: Imagine:
sk: Obraz:
sl: Odtis diska:
sq: Imazh:
sr: Одраз:
sv: Avbild:

source: The device is too small to contain the ISO file.
ast: El preséu ye mui pequeñu pa caltener el ficheru ISO.
cs: Zařízení je příliš malé, aby mohlo obsahovat soubor ISO.
da: Enheden er for lille til at indeholde ISO filen.
de: Dieses Gerät ist zu kein, um die ISO-Datei zu beinhalten.
el: Η συσκευή είναι πολύ μικρή για να χωρέσει το αρχείο ISO.
es: El dispositivo es demasiado pequeño para que quepa el fichero ISO.
et: Seade on ISO-tõmmise mahutamiseks liiga väike.
eu: Gailu txikiegia ISO fitxategia eduki behar badu.
fr: Ce périphérique est trop petit pour contenir l'image ISO.
id: Perangkat terlalu kecil untuk file ISO.
it: Il dispositivo è troppo piccolo per contenere il file ISO.
nl: Het opslagmedium is te klein voor het ISO-bestand.
pt: O dispositivo é demasiado pequeno para conter o ficheiro ISO.
pt_br: O dispositivo é demasiado pequeno para conter o arquivo ISO.
ro: Dispozitivul este prea mic ca să conține fișierul ISO.
sl: Izbrana naprava nima dovolj prostora za datoteko odtisa diska.
sq: Pajisja është shumë e vogël për të përmbajtur dokumentin ISO.
sv: Enheten är för liten för att rymma ISO-filen.

source: The device is bigger than 32 Gbytes. Are you sure you want use it?
ast: El preséu ye más grande de 32 Gbytes. ¿De xuru quies usalu?
cs: Zařízení je větší než 32 GB. Jste si jisti, že ho chcete opravdu použít?
da: Enheden er større end 32 Gb. Er du sikker på, at du vil benytte denne?
de: Dieses Gerät ist größer als 32 Gbytes. Wollen Sie dieses wirklich verwenden?
el: Η συσκευή είναι μεγαλύτερη από 32 Gbytes. Είστε σίγουροι ότι θέλετε να την χρησιμοποιήσετε;
es: El dispositivo tiene más de 32 GBytes. ¿Seguro que lo quiere usar?
et: Seadme maht on üle 32 gigabaidi. Kas tõesti soovite seda kasutada?
eu: Gailuak 32 Gbytes baino gehiagokoa da. Ziur erabili nahi duzula?
fr: La taille de ce périphérique dépasse 32 Go. Êtes-vous sûr de vouloir l'utiliser ?
id: Perangkat lebih besar dari 32Gbyte. Apakah Anda yakin akan menggunakannya?
it: Il dispositivo è più grande di 32 Gbytes. Sei sicuro di volerlo usare?
nl: Het opslagmedium is groter dan 32 GB. Weet u zeker dat u het wilt gebruiken?
pt: O dispositivo tem mais de 32 Gbytes. Tem a certeza que deseja utilizá-lo?
pt_br: O dispositivo é maior do que 32 Gbytes. Você esta seguro que você quer usar?
ro: Dispozitivul este mai mare de 32 Go. Sigur doriți să-l utilizați?
sl: Izbrana naprava ima kapaciteto večjo od 32 gigabajtov. Ali jo res želite uporabiti?
sq: Pajisja është më e madhe se 32 Gbytes. Jeni te sigurte qe doni ta përdorni atë?
sv: Enheten är större än 32 Gbytes. Är du säker på att du vill använda den?

source: Error mounting the partition %s
es: Error montando la partición %s
eu: Akatsa %s partizioa montatzen
fr: Erreur lors du montage de la partition %s

source: Mounted in:
es: Montado en:
eu: Muntatuta:
fr: Monté dans :

source: Error copying files
es: Error copiando archivos
eu: Errorea fitxategiak kopiatzen
fr: Erreur lors de la copie des fichiers

source: Unmounting all partitions of
ast: Desmontando toles particiones de
ca: Desmuntant totes les particions de
cs: Odpojuji všechny oddíly
da: Afmonter alle diskenheder af
de: Aushängen aller Partitionen von
el: Αποπροσάρτηση όλων των διαμερισμάτων του
es: Desmontando todas las particiones de
et: Haagitakse lahti kõik partitsioonid seadmes
eu: -ren partizio guztiak desmuntatzean
fr: Démonte toutes les partitions de
gl: Desmontando todas as particións de
he: מבטל את עגינת כל המחיצות של
hr: Demontiranje svih particija od
id: Melepas semua partisi dari
it: Smontaggio delle partizioni di
nl: Alle partities loskoppelen van
pt: A desmontar todas as partições de
pt_br: Desmontando todas as partições de
ro: Se demontează toate partițiile de pe
sk: Odpojujem všetky oddiely
sl: Odklopi vse razdelke od
sq: Ç'monto të gjitha ndarjet e
sr: Демонтирам све партиције на
sv: Avmonterar alla partitioner för

source: Trying to unmount
ast: Intentando desmontar
ca: Intentant desmuntar
cs: Pokouším se odpojit
da: Prøver at afmontere
de: Versuche aushängen von
el: Προσπάθεια για αποπροσάρτηση
es: Intentando desmontar
et: Proovitakse lahti haakida
eu: Desmuntatzen saiatzen
fr: Essaie de démonter
gl: Tentando desmontar
he: מנסה לבטל עגינה
hr: Pokušavanje demontiranja
id: Mencoba untuk melepas
it: Smontaggio in corso
nl: Bezig met loskoppelen
pt: A tentar desmontar
pt_br: Tentando desmontar
ro: Se încearcă demontarea
sk: Skúšam odpojiť
sl: Poskus odklopa
sq: Përpjekje për ç'montimin
sr: Покушавам да демонтирам
sv: Försöker att avmontera

source: was terminated by signal
ast: terminóse pola señal
ca: s'ha acabat per un senyal
cs: bylo přerušeno signálem
da: blev stoppet af signal
de: wurde beendet mit Signal
el: τερματίστηκε από το σήμα
es: se terminó con la señal
et: lahtihaakimine katkestati signaaliga
eu: Seinaleagatik amaituta
fr: a été terminé par le signal
gl: foi rematado polo sinal
he: חוסלה על ידי אות
hr: je prekinuo signal
id: dihentikan oleh sinyal
it: è stato terminato con il segnale
nl: is afgebroken door signaal
pt: foi terminado pelo sinal
pt_br: foi terminado pelo sinal
ro: a fost terminat de semnal
sk: bol ukončený signálom
sl: je bilo prekinjeno s signalom
sq: është ndërprerë nga sinjali
sr: је окончан сигналом
sv: blev avslutad av signal

source: Error, umount
ast: Fallu, desmontar
ca: Error, desmunta
cs: Chyba, odpojení
da: Fejl, afmonter
de: Fehler, Aushängen von
el: Σφάλμα, αποπροσάρτηση
es: Error, desmontar
et: Tõrge,
eu: Errorea, desmuntatu
fr: Erreur, démontage
gl: Ocorreu un erro ao desmontar
he: שגיאה, ביטול עגינת
hr: Greška, demontiranje
id: Error, melepaskan
it: Errrore, smontaggio
nl: Fout, loskoppelen
pt: Erro, desmontar
pt_br: Erro, desmontar
ro: Eroare, demontare
sk: Chyba, opojenie
sl: Napaka, odklapljanje
sq: Gabim, ç'montim
sr: Грешка, демонтирам
sv: Fel, avmontera

source: successfully unmounted
ast: desmontáu con ésitu
ca: desmuntat amb èxit
cs: úspěšně odpojen
da: blev afmonteret problemfrit
de: erfolgreich ausgehängt
el: επιτυχής αποπροσάρτηση
es: desmontado correctamente
et: haagiti edukalt lahti
eu: arrakastaz desmuntatu
fr: correctement démonté
gl: desmontado correctamente
he: ביטול העגינה הושלם בהצלחה
hr: uspješno demontirani
id: berhasil dilepaskan
it: smontato con successo
nl: met succes losgekoppeld
pt: desmontado com sucesso
pt_br: desmontado com sucesso
ro: demontare cu succes
sk: úspešne odpojené
sl: uspešno odklopljeno
sq: ç'montuar suksesshëm
sr: је успешно демонтиран
sv: avmontering lyckades

source: returned
ast: devueltu
ca: ha retornat
cs: vrátilo
da: returneret
de: hatte Rückgabewert
el: επέστρεψε
es: devuelto
et: lahtihaakimine tagastas koodi
eu: bueltatu
fr: a renvoyé
gl: devolto
he: החזיר
hr: vraćeno
id: dikembalikan
it: ha restituito
nl: teruggegaan
pt: devolvido
pt_br: retornando
ro: întors
sk: vrátil
sl: vrnjeno
sq: kthyer
sr: је вратио
sv: returnerade

source: Execution failed:
ast: Falló la execución:
ca: Execució fallida:
cs: Spuštění selhalo:
da: Udførelse mislykkedes:
de: Ausführen fehlgeschlagen:
el: Αποτυχία εκτέλεσης:
es: Ejecución fallida:
et: Täitmine nurjus:
eu: Exekuzioak huts egin du:
fr: L'exécution a échoué :
gl: Fallou a execución
he: ההפעלה נכשלה:
hr: Pokretanje neuspjelo:
id: Eksekusi gagal:
it: Esecuzione fallita:
nl: Uitvoering mislukt:
pt: Não foi possível executar:
pt_br: Falha na execução:
ro: Execuție eșuată:
sk: Spustenie zlyhalo:
sl: Izvedba spodletela:
sq: Ekzekutimi dështoi:
sr: Извршавање није успело:
sv: Körningen misslyckades:

source: Could not read mtab !
ast: ¡Nun pudo lleese mtab!
ca: No s'ha pogut llegir mtab!
cs: Nemohu přečíst mtab!
da: Kunne ikke læse mtab!
de: Konnte mtab nicht lesen !
el: Αδυναμία ανάγνωσης του mtab !
es: ¡No se puede leer mtab!
et: Mtab-i lugemine nurjus!
eu: Ezin izan du mtab irakurri!
fr: Impossible de lire mtab !
gl: Non se pode ler mtab !
he: לא ניתן לקרוא את mtab !
hr: Nemoguće je pročitati mtab !
id: Tidak bisa membaca mtab!
it: Impossibile leggere mtab!
nl: Kon mtab niet lezen !
pt: Não foi possível ler mtab !
pt_br: Não pode ler mtab!
ro: Nu s-a putut citi mtab!
sk: Nemožem prečítať mtab!
sl: Branje datoteke mtab ni možno!
sq: Nuk mund të lexoj mtab !
sr: Не могу да прочитам мтаб !
sv: Kunde inte läsa mtab !

source: Reading error.
ast: Fallu de llectura.
cs: Chyba při čtení.
da: Fejllæsning.
de: Lesefehler.
el: Σφάλμα ανάγνωσης.
es: Error de lectura.
et: Tõrge lugemisel.
eu: Akatsa irakurtzerakoan.
fr: Erreur de lecture.
id: Error membaca.
it: Errore di lettura.
nl: Leesfout.
pt: Erro de leitura.
pt_br: Erro de leitura.
ro: Eroare la citire.
sl: Napaka branja.
sq: Gabim leximi.
sv: Läsfel.

source: You have not the rights for writing on the device
ast: Nun tienes los drechos pa escribir nel preséu
cs: Nemáte práva pro zápis na zařízení
da: Du har ikke rettigheder til at skrive på enheden
de: Sie haben nicht die Rechte, um auf dieses Gerät zu schreiben.
el: Δεν έχετε δικαιώματα εγγραφής στη συσκευή
es: No tiene permisos para escribir en el dispositivo
et: Teil pole seadmes kirjutamisõigust.
eu: Ez duzu gailuan idazteko eskubideak
fr: Vous n'avez pas les droits d'écriture sur le périphérique
id: Anda tidak memiliki izin untuk menulisi perangkat
it: Non hai i permessi per scrivere nel dispositivo
nl: U heeft geen recht om naar het apparaat te schrijven
pt: Não tem direitos para gravar no dispositivo
pt_br: Você não possui permissão para gravar no dispositivo
ro: Nu aveți dreptul de scriere pe dispozitiv
sl: Za pisanje na napravo nimate pravic
sq: Ju nuk keni të drejta për të shkruar në pajisje
sv: Du har inte rättigheter för att skriva till enheten

source: to
ast: a
ca: a
cs: do
da: til
de: auf
el: προς
es: a
et: asukohta
eu: arte
fr: sur
gl: a
he: אל
hr: u
id: ke
it: su
nl: naar
pt: para
pt_br: para
ro: pe
sk: do
sl: na
sq: tek
sr: на
sv: till

source: Writing
ast: Escribiendo
ca: Escrivint
cs: Zapisuji
da: Skriver
de: Schreibe
el: Εγγραφή
es: Escribiendo
et: Kirjutatakse
eu: Idazten
fr: Écrit
gl: Escribindo
he: כותב
hr: Zapisivanje
id: Menulisi
it: Scrittura
nl: Schrijven
pt: Gravar
pt_br: Gravando
ro: Scriere
sk: Zapisujem
sl: Zapisovanje
sq: Shkrim
sr: Записујем
sv: Skriver

source: Executing copy from
ast: Executando copia de
cs: Kopíruje se z
da: Udfører kopi fra
de: Ausführen der Kopie von
el: Εκτέλεση αντιγραφής από
es: Ejecutando la copia de
et: Kopeeritakse asukohast
eu: -tik kopia exekutatzen
fr: Exécute la copie de
id: Mengeksekusi salin dari
it: Esecuzione della copia da
nl: Uitvoeren: kopieren van
pt: A executar a cópia de
pt_br: Execultando cópia para
ro: Se copiază din
sl: Izvajanje kopiranja z
sq: Ekzekutim kopjes nga
sv: Kör kopia från

source: Writing error.
ast: Fallu d'escritura
cs: Chyba při zápisu.
da: Fejlskrivning.
de: Schreibfehler.
el: Σφάλμα εγγραφής.
es: Error de escritura.
et: Tõrge kirjutamisel.
eu: Errorea idazten.
fr: Erreur d'écriture.
id: Error menulisi.
it: Errore di scrittura.
nl: Schrijffout.
pt: Erro de gravação.
pt_br: Erro de gravação.
ro: Eroare la scriere.
sl: Napaka pisanja.
sq: Gabim shkrimi.
sv: Skrivfel.

source: Wrote:
ast: Escritu:
ca: Ha escrit:
cs: Zapsáno:
da: Skrev:
de: Geschrieben:
el: Γραφτηκε:
es: Escrito:
et: Kirjutati:
eu: idatzi zuen:
fr: Écrit :
gl: Escrito:
he: נכתב:
hr: Zapisao:
id: Ditulis:
it: Scritto:
nl: Geschreven:
pt: Gravado:
pt_br: Transferir
ro: S-a scris:
sk: Zapísané:
sl: Zapisano:
sq: Shkroi:
sr: Записах:
sv: Skrev:

source: successfully written to
ast: escritu con éxitu a
cs: byl úspěšně zapsán do
da: succesfuldt skrevet til
de: erfolgreich geschrieben nach
el: γράφτηκε επιτυχώς στο
es: escrito con éxito en
et: kirjutati edukalt asukohta
eu: -n arrakastaz idatzita
fr: écrite avec succès sur
id: berhasil ditulis ke
it: scritto con successo su
nl: met succes geschreven naar
pt: gravada com sucesso em
pt_br: gravado com êxito para
ro: scris cu succes pe
sl: je bila uspešno zapisana na
sq: shkruar me sukses në
sv: skrevs till

source: Image
ast: Imaxe
ca: Imatge
cs: Obraz
da: Billede
de: Abbild
el: Εικόνα
es: Imagen
et: Tõmmis
eu: Imajina
gl: Imaxe
he: דמות
hr: Slika
it: Immagine
pt: Imagem
pt_br: Imagem
ro: Imagine
sk: Obraz
sl: Slika medija
sq: Imazhe
sr: Одраз
sv: Avbild

source: Bytes written:
ast: Bytes escritos:
cs: Zapsáno bytů:
da: Bytes skrevet:
de: Bytes geschrieben:
el: Εγγεγραμμένα bytes:
es: Bytes escritos:
et: Baite kirjutati:
eu: Byteak idatzita:
fr: Octets écrits :
id: Byte tertulis:
it: Bytes scritti:
nl: Bytes geschreven:
pt: Bytes gravados:
pt_br: Bytes usado:
ro: Octeți scriși:
sl: Zapisano zlogov:
sq: Bajt shkruar:
sv: Bytes skrivna:

source: Checking
es: Chequeando
eu: Egiaztatzen
fr: Vérification :

source: SHA1 sum:
eu: SHA1 batuketa:

source: MD5 sum:
eu: MD5 batuketa:

source: ISO image mounted in
es: imagen Iso mantada en
eu: ISO irudia montatuta
fr: Image ISO montée dans

source: %s file(s) to copy.
es: %s archivo(s) para copiar.
eu: %s fitxategia(k) kopiatzeko.
fr: %s fichier(s) à copier.

source: Run Isodumper
ast: Executar Isodumper
cs: Spustit Isodumper
da: Kør Isodumper
de: Isodumper ausführen
el: Εκτελέστε το Isodumper
es: Ejecutar Isodumper
et: IsoDumperi käivitamine
eu: Isodumper exekutatu
fr: Lancer IsoDumper
id: Jalankan Isodumper
it: Esegui Isodumper
nl: Start Isodumper
pt: Executar Isodumper
pt_br: Execultando Isodumper
ro: Lansează Isodumper
sl: Zagon programa Isodumper
sq: Ekzekuto Isodumper
sv: Kör Isodumper

source: Authentication is required to run Isodumper
ast: Requierse l'autenticación pa executar Isodumper
cs: Ke spuštění Isodumper je vyžadováno ověření
da: Autenticitet er krævet for at køre Isodumper
de: Eine Authentifizierung wird benötigt um die Isodumper zu starten
el: Απαιτείται πιστοποίηση για την εκτέλεση του Isodumper
es: Se necesita autenticación para ejecutar Isodumper
et: IsoDumperi käivitamine nõuab autentimist
eu: Egiaztatzea beharrezkoa da Isodumper exekutatzeko
fr: Une authentification est nécessaire pour exécuter IsoDumper
id: Otentikasi diperlukan untuk menjalankan Isodumper
it: È richiesta l'autenticazione per eseguire Isodumper
nl: Authenticatie is nodig om Isodumper te starten
pt: É necessário a Autenticação para executar o Isodumper
pt_br: A Autenticação é necessária para execultar Isodumper
ro: Autentificare necesară pentru lansarea aplicației Isodumper
sl: Za zagon programa Isodumper je potrebno overjanje
sq: Vërtetimi është i nevojshem për të ekzekutuar Isodumper
sv: Autentisering krävs för att köra Isodumper

source: A GUI tool to write .img and .iso files to USB Keys
ast: Una ferramienta gráfica pa escribir ficheros .img ya .iso a llaves USB
cs: Nástroj s grafickým uživatelským rozhraním k zapsání souborů .img a .iso na klíčenku USB
da: Et GUI værktøj til at skrive .img og .iso filer på USB nøgler
de: Eine graphische Oberfläche, um .img oder .iso Abbilder auf USB-Sticks zu schreiben
el: Ένα γραφικό εργαλείο για την εγγραφή αρχείων .img και .iso σε μνήμες USB
es: Una herramienta gráfica para escribir imágenes .img e .iso en pendrives USB
et: Rakendus .img- ja .iso-failide kirjutamiseks USB-pulgale
eu: GUI tresna bat .img eta .iso fitxategiak USB Giltza baten idazteko
fr: Outil graphique pour écrire des fichiers .img et .iso sur clés USB
id: Alat GUI untuk menulis file .img dan .iso ke flashdisk
it: Uno strumento con interfaccia grafica per scrivere file .img e .iso in una chiavetta USB
nl: Een grafische tool om .img en .iso bestanden naar USB-sticks te schrijven
pt: Uma ferramenta "GUI" para gravar os ficheiros .img e .iso para pens USB
pt_br: Uma ferramenta GUI para gravar .img e .iso para chave USB
ro: O interfață grafică pentru scrierea fișierelor .img și .iso pe cheile USB
sl: Orodje z grafičnim uporabniškim vmesnikom za zapis datotek odtisa diska (.img in .iso) na ključek USB
sq: Një mjet GUI për të shkruar dokumente .img dhe .iso në Pajisjet USB
sv: Ett grafiskt verktyg för att skriva .img och .iso-filer till USB-minnen

source: Writing is in progress. Exiting during writing will occur that the device or the backup will be unusable. Are you sure you want to quit during writing?
ast: La escritura ta en progresu. Colar na escritura fadrá que'l preséu o la copia de seguridá s'inutilice. ¿De xuru quies colar na escritura?
cs: Právě probíhá zápis. Ukončením během zápisu se může stát, že zařízení nebo záloha bude nepoužitelná. Jste si jisti, že chcete skončit během zápisu na zařízení?
da: Skrivning er i gang. Afslutning under skrivning kan ophaeve enheden eller backup ubrugelig. Er du sikker på du ønsker at afslutte i løbet af at skrive?
de: Der Schreibvorgang ist am Laufen. Durch das Beenden während des Schreibvorgangs wird das Gerät oder das Backup unbenutzbar. Sind sie sicher, dass sie die Vorgang während des Schreibens auf das Gerät beenden wollen?
el: Η εγγραφή βρίσκεται σε εξέλιξη. Η έξοδος κατά την εγγραφή θα αχρηστεύσει τη συσκευή ή το αντίγραφο ασφαλείας. Θέλετε σίγουρα να εξέλθετε κατά την εγγραφή;
es: La escritura está en progreso. Salir durante la escritura producirá que el dispositivo o el respaldo sean inusables. ¿Está seguro de que desea salir durante la escritura?
et: Kirjutamine käib. Väljumise korral kirjutamise ajal võib seade või varukoopia muutuda kasutamiskõlbmatuks. Kas tõesti väljuda kirjutamise ajal?
eu: Idazketa martxan. Idazteko garaian irteten gailua edo babeskopia eta ezingo da erabili. Ziurtatu idazten dagoen bitartean irten nahi duzula?
fr: La gravure est en cours. Quitter l'application en cours de gravure rendra le média ou la sauvegarde inutilisable. Etes-vous sûr de vouloir quitter pendant la gravure ?
id: Penulisan sedang berjalan. Keluar ketika penulisan akan menyebabkan perangkat atau backup tidak berguna. Apakah Anda yakin ingin keluar ketika penulisan?
it: La scrittura è in corso. L'uscita durante la scrittura renderà inutilizzabile il dispositivo o la copia di sicurezza. Sei sicuro di voler uscire durante la scrittura?
nl: Er worden nu gegevens geschreven. Stoppen tijdens het schrijven kan het apparaat of de back-up onbruikbaar maken. Weet u zeker dat u wilt stoppen tijdens het schrijven?
pt_br: Gravação está em andamento. Sair durante a gravação o backup será inutilizado. Tem certeza de que deseja sair durante a gravação?
ro: Scrierea este în curs. Ieșirea în cursul scrierii va face ca dispozitivul sau copia de siguranță să nu poată fi utilizate. Sigur doriți să părăsiți în scursul scrierii?
sl: Trenutno poteka zapisovanje. Takojšen izhod bo napravo ali varnostno kopijo pustil v neuporabnem stanju. Ali res želite takoj prekiniti pisanje?
sq: Shkrimi është në progres. Dalja gjatë të shkruarit do të japë që pajisja ose rregjitrimi do të jetë i papërdorshëm. A jeni i sigurt se doni të dilni gjatë shkruarit?
sv: Skrivning pågår. Att avsluta under pågående skrivning gör att enheten eller säkerhetskopian blir oanvändbar. Är du säker på att du vill avsluta vid skrivning?
