Repository: eckeman/isodumper
Catalog: po/*.po
Languages: ast, ca, cs, da, de, el, es, et, eu, fr, gl, he, hr, id, it, nl, pt, pt_br, ro, sk, sl, sq, sr, sv

source: <b>Success</b> The operation was successfully performed. You are free to unplug it now, a log isodumper.log of the operation will be saved in your homedir/.isodumper/ when you close the application.
ast: <b>Ésitu</b> La operación féxose con ésitu. Yes llibre d'estrayelu agora, guardaráse un rexistru isodumper.log de la operación nel to direutoriu home /.isodumper/ cuando zarres l'aplicación
cs: <b>Úspěch</b> Operace byla úspěšně provedena. Můžete jej nyní bezpečně odebrat. Záznam operace v isodumper.log bude uložen v domovské složce, až bude aplikace zavřena (homedir/.isodumper/).
da: <b>Fuldført</b> Operationen blev udført med succes. Du kan nu udtage enheden, en logfil isodumper.log af operationen vil blive gemt på mappen ~/.isodumper når du lukker applikationen.
de: <b>Erfolg</b> Der Vorgang wurde ordnungsgemäß durchgeführt. Sie können das Gerät nun entfernen. Eine Log-Datei isodumper.log des Vorgangs wird in Ihrem homedir/.isodumper/ gespeichert, sobald Sie die Anwendung schließen.
el: <b>Επιτυχία</b> Η λειτουργία εκτελέστηκε με επιτυχία. Είστε ελεύθερος να το αποσυνδέσετε τώρα, ένα αρχείο καταγραφών isodumper.log της λειτουργίας θα αποθηκευτεί στον κατάλογο /.isodumper/ σας όταν κλείσετε την εφαρμογή.
es: <b>Exito</b> La operación se realizó exitosamente. Puede desconectarlo ahora, un registro isodumper.log de la operación se guardará en su directorio personal/.isodumper/ cuando cierre la aplicación.
et: <b>Kordaminek</b> Operatsioon lõppes edukalt.. Võite nüüd USB-pulga eemaldada. Operatsiooni logifail isodumper.log salvestatakse kodukataloogi alamkataloogi .isodumper pärast rakenduse sulgemist.
eu: <b>Arrakasta</b> Eragiketa arrakastaz burutu zen. Libre zaude deskonektatzeko gaur egun, isodumper.log erregistro bat eragiketa zure etxe direkotioa/.isodumper/ karpetan gorde daiteke aplikazioa ixten duzunean.
fr: <b>Succès</b> L'opération a réussi. Vous pouvez sortir maintenant, un fichier journal isodumper.log de l'opération sera sauvegardé dans votre répertoire_personnel/.isodumper/ lorsque vous fermerez l'application.
id: <b>Berhasil</b> Operasi berhasil dijalankan. Anda bebas untuk melepaskannya sekarang, log isodumper.log dari operasi akan disimpan di homedir/.isodumper/ saat Anda menutup aplikasi.
it: <b>Successo</b> L'operazione è stata completata con successo. Sei libero di scollegarlo adesso, il file di log dell'operazione isodumper.log verrà salvato nella tua cartellautente/.isodumper/ quando chiuderai l'applicazione.
nl: <b>Succes</b> De operatie werd met succes uitgevoerd. U kunt de USB-sleutel nu verwijderen, een logbestand isodumper.log van de operatie zal opgeslagen worden in uw homemap/.isodumper/ als u de applicatie sluit.
pt_br: <b>Sucesso</b> A operação foi realizada com sucesso. Você pode desligá-lo agora, um isodumper.log log da operação será salvo no seu diretório usuário/.isodumper/ quando fechar o aplicativo.
ro: <b>Succes</b> Operația a fost scrisă efectuată cu succes. Puteți deconecta acum, fișierul jurnal isodumper.log al operației va fi salvat în directoruldvs/.isodumper/ cînd veți închide aplicația.
sl: <b>Uspeh!</b> Odtisa diska je bil uspešno zapisan na ciljno napravo. Sedaj lahko le-to odstranite. Ob zaprtju programa se bo v mapo .isodumper v vaši domači mapi zapisala dnevniška datoteka isodumper.log.
sq: <b>Sukses</b> Operacioni është kryer me sukses. Ju jeni të lirë ta stakoni tani, një isodumper.log i operacionit do të ruhen në homedir/.isodumper/ kur ju të mbyllni programin
sv: <b>Lyckades</b> Operationen genomfördes korrekt. Du kan koppla bort den nu, en logg fil isodumper.log över operationen kommer att sparas i din hemkatalog/.isodumper/ när du avslutar programmet.

source: Mb
fr: Mo
ro: Mo

source: successfully written to
ca: ha estat escrit amb èxit a
gl: escrito con éxito en
he: נכתב בהצלחה אל
hr: je uspješno zapisana
sk: úspešne zapísaný do
sr: је успешно записан на

source: <b>Error</b> Something went wrong, please see the details window for the exact error. A logfile isodumper.log with the content will be saved in your homedir/.isodumper when the application is closed.
gl: <b>Erro</b> Algo saiu mal, por favor, vexa a ventá de detalles para coñecer o erro exacto. Gardase un ficheiro co contido do rexistro no seu directorio persoal se pecha a aplicación.
hr: <b>Greška</b> Nešto je krenulo po zlu, pogledajte prozor pojedinosti za točnu grešku. Datoteka zapisa sa sadržajem biti će spremljena u vašu Osobnu mapu ako se aplikacija zatvori.
sr: <b>Грешка</b> Нешто је пошло наопако, молим погледајте прозор са сетаљима за тачну грешку. Датотека дневника са садржајем ће бити сачувана у вашој личној фасцикли ако је програм затворен.

source: to
ca: a
gl: a
he: אל
hr: u
sk: do
sr: на

source: <b>Success</b> The image was successfully written to the target device. You are free to unplug it now, a log isodumper.log of the operation will be saved in your homedir/.isodumper/ when you close the application.
gl: <b>Correcto</b> A imaxe foi escrita correctamente no dispositivo de destino. Xa pode desconectalo agora, gardarase un rexistro da operación no seu directorio persoal si pecha a aplicación.
hr: <b>Slika uspješno zapisana</b> Slika je uspješno zapisana na uređaj zapisivanja. Sada možete odspojiti vaš USB, zapis radnji biti će spremljen u Osobnoj mapi ako zatvorite aplikaciju.
sr: <b>Обављено</b> Одраз је успешно записан на циљном уређају. Сада можете слободно да га искључите, дневник о операцији ће бити сачуван у вашој личној фасцикли ако затворите програм.

source: <b>Error</b> No target devices were found. You need to plug in a USB Key to which the image can be written.
ca: <b>Error</b> No s'ha trobat cap dispositiu de destí. Heu d'introduir una clau USB a la qual es pugui escriure la imatge.
he: <b>שגיאה</b> לא נמצאו התקני יעד. עליך לחבר מפתח USB אליו יהיה ניתן לכתוב את הדמות.
sk: <b>Chyba</b> Žiadne cieľové zariadenie nenájdené. Musíte pripojiť USB zariadenie na ktoré môže byť zapísaný obraz.
