Repository: eckeman/isodumper
Catalog: po/*.po
Languages: ast, ca, cs, da, de, el, es, et, eu, fr, gl, he, hr, id, it, nl, pt, pt_br, ro, sk, sl, sq, sr, sv

source: A tool for writing ISO images on a USB stick. It's a fork of usb-imagewriter.
ast: Una ferramienta pa escribir imáxenes ISO nun llápiz USB. Ye una bifurcación d'usb-imagewriter.
cs: Nástroj pro zápis ISO obrazů na USB flash disk. Je to větev USB-ImageWriteru.
da: Et værktøj til at skrive ISO billeder på USB nøgler. Det er en fork af usb-imagewriter.
de: Ein Werkzeug, das ein ISO-Abbild auf einen USB-Stick schreibt. Es handelt sich um einen Fork von usb-imagewriter.
el: Ένα εργαλείο εγγραφής εικόνων ISO σε ένα USB stick. Είναι ένα fork του usb-imagewriter.
es: Una herramienta para grabar imágenes ISO en unidades USB extraíbles. Está basado en usb-imagewritter.
et: Tööriist ISO-tõmmiste kirjutamiseks USB-pulgale. See on programmi usb-imagewriter edasiarendus.
eu: USB makilatan ISO irudiak idazteko tresna. Usb-imagewriter-aren bidegurutze bat da.
fr: Un outil pour écrire des images ISO sur une clé USB. C'est un fork de usb-imagewriter.
id: Alat untuk menulis image ISO ke USB. Ini adalah fork dari usb-imagewriter.
it: Uno strumento per scrivere immagini ISO in una chiavetta USB. È un fork di usb-imagewriter.
nl: Een tool om ISO-images naar een USB-stick te schrijven. Het is een afsplitsing van usb-imagewriter
pt: Uma ferramenta para a gravação de imagens ISO numa pen USB. É uma ramificação do "usb-imagewriter".
pt_br: Ferramenta para transferir imagens ISO para pendrive. É um fork do usb-ImageWriter.
ro: O unealtă pentru scrierea imaginilor ISO pe o cheie USB. Este derivată din usb-imagewriter.
sl: Orodje za zapis odtisov diska na ključ USB. Izhaja iz programa usb-imagewriter.
sq: Një mjet për të shkruar imazhet ISO në një USB. Kjo është një degëzim i usb-imagewriter.
sv: Ett verktyg för att skriva ISO-avbildningar till ett USB-minne. Det är en förgrening av USB-imagewriter.

source: Select
ast: Esbillar
cs: Vybrat
da: Vælg
de: auswählen
el: Επιλέξτε
es: Seleccionar
et: Vali
eu: Aukeratu
fr: Sélectionner
id: Pilih
it: Seleziona
nl: Selecteer
pt: Selecionar
pt_br: selecionar
ro: Selectează
sl: Izberite
sq: Zgjedh
sv: Välj

source: <b>Warning</b> This will <b>destroy all data</b> on the target device, are you sure you want to proceed ? If you say ok here, please <b>do not unplug</b> the device during the following operation.
ast: <b>Avisu</b> Esto <b>desaniciará tolos datos</b> nel preséu oxetivu, ¿de xuru quies siguir? Si primes Aceutar, <b>nun desconeutes</b> el preséu na operación operación.
ca: <b>Avís</b> Això <b>destruirà totes les vostres dades</b> al dispositiu de destí, esteu segur que voleu procedir? Si accepteu continuar, <b>no desconnecteu</b> el dispositiu mentre duri l'operació següent.
cs: <b>Varování</b> Toto <b>zničí všechna data</b> na cílovém zařízení, opravdu chcete pokračovat? Pokud budete pokračovat, prosím <b>neodpojujte</b> zařízení během příštích operací.
da: <b>Advarsel</b> Dette vil <b>ødelægge alle data</b> på destinationsenheder, er du sikker på at du vil fortsætte? Hvis du siger ok her, så <b>afmonter ikke</b> enheden i løbet af den følgende operation.
de: <b>Warnung</b> Dies wird <b>alle Daten</b> auf dem Zielgerät <b>zerstören</b>, sind Sie sicher, daß Sie fortfahren wollen? Wenn Sie Ok wählen, bitte das Gerät während der folgenden Aktionen <b>nicht herausziehen.</b>
el: <b>Προσοχή</b> Αυτό <b>θα καταστρέψει όλα τα δεδομένα</b> στη συσκευή προορισμού, είστε σίγουροι ότι θέλετε να συνεχίσετε; Αν συμφωνείτε εδώ, παρακαλώ <b>μην αποσυνδέσετε</b> τη συσκευή κατά τη διάρκεια της διεργασίας που ακολουθεί.
es: <b>Advertencia</b> Esto <b>destruirá todos los datos</b> en el dispositivo de destino. ¿Seguro que desea continuar? Si presiona Aceptar, <b>no desconecte</b> el dispositivo durante la operación.
et: <b>Hoiatus</b> See <b>hävitab kõik andmed</b> sihtseadmes, kas tõesti jätkata? Kui olete kindel, palun <b>ärge lahutage</b> seadet selle operatsiooni jooksul.
eu: <b>Erne</b> Honek <b>datu guztiak suntsitu</b> ditzake helburuko gailuan, ziur zaude jarraitu nahi duzula? Ok hemen esan baduzu, mesedez <b>ez deskonektatu</b> gailua honako eragiketa egin bitartean.
fr: <b>Attention</b> Cette opération <b>détruira toutes les données</b> sur le périphérique cible, êtes-vous sûr(e) de vouloir continuer ? Si vous cliquez sur ok, <b>ne débranchez pas</b> le lecteur pendant l'opération.
gl: <b>Advertencia</b> Esto <b>destruirá tódolos datos</b> no dispositivo de destino, está seguro de que desexa continuar? Si é que si, por favor, <b>non desconecte</b> o dispositivo durante a seguinte operación.
he: <b>אזהרה</b> פעולה זו <b>תשמיד את כל הנתונים</b> שעל התקן היעד, האם אתה בטוח שברצונך להמשיך? במידה ותאשר, אנא <b>אל תנתק</b> את ההתקן במהלך הפעולה שתתבצע.
hr: <b>Upozorenje</b> Ova radnja će <b>uništiti sve podatke</b> na uređaju zapisivanja, sigurno želite nastaviti zapisivanje? Ako nastavite zapisivanje, <b>ne odspajajte</b> uređaj tijekom sljedeće radnje.
id: <b>Peringatan</b> Ini akan <b>menghapus semua data</b> pada perangkat target, apakah Anda yakin ingin melanjutkan? Apabila anda setuju, mohon <b>jangan melepas</b> perangkat selama operasi berikut.
it: <b>Attenzione</b> Quest'azione <b>distruggera' tutti i dati</b> nel dispositivo target, sei sicuro di voler procedere? Se dai la conferma qua, per favore <b>non rimuovere</b> il dispositivo durante la seguente operazione.
nl: <b>Waarschuwing</b> Dit zal <b>alle data vernietigen</b> op het doelstation, weet u zeker dat u door wilt gaan? Indien u OK antwoordt, <b>ontkoppel het station dan niet</b> gedurende de volgende bewerking.
pt: <b>Aviso</b> Isto irá <b>destruir todos os dados</b> no dispositivo selecionado. Tem a certeza que deseja prosseguir? Se CONFIRMAR aqui, por favor, <b>não desconete</b> o dispositivo durante a seguinte operação.
pt_br: <b>Aviso</b> Isto irá <b>apagar todos os dados</b> do dispositivo alvo, você tem certeza que deseja prosseguir ? Se for sim, por favor <b>não desplugue</b> este dispositivo durante a operação.
ro: <b>Avertisment</b> Această operație va <b>distruge toate datele</b> de pe dispozitivul destinație, sigur doriți să continuați? Dacă spuneți da aici, vă rugăm <b>să nu deconectați</b> dispozitivul în cursul operației următoare.
sk: <Upozornenie</b> Toto <b>zničí všetky dáta</b> na cieľovom zariadení, naozaj chcete pokračovať? Ak vyberiete OK, prosím <b>neodpájajte</b> USB zariadenie počas nasledujúcej operácie.
sl: <b>Opozorilo!</b> To bo <b>uničilo vse podatke</b> na ciljni napravi. Želite vseeno nadaljevati ? Če boste potrdili, <b>ne odstranjujte</b> naprave med zapisovanjem.
sq: <b>Paralajmërim</b> Kjo do të <b>shkatërrojë të gjitha të dhënat</b> mbi pajisje objektive, a jeni i sigurt se doni të vazhdohet? Nëse ju thoni dakord këtu, ju lutemi <b>mos shkëputni</b> pajisjen gjate operacionit vijues.
sr: <b>Упозорење</b> Ово ће <b>уништити све податке</b> на циљном уређају, да ли сте сигурни да желите да наставите ? Ако овде кажете у реду, молим <b>немојте откачињати</b> уређај за време следеће операције.
sv: <b>Varning</b> Detta kommer att <b>förstöra all data</b> på målenheten. Är du säker på att du vill fortsätta? Om du svarar ok här bör du <b>inte koppla från</b> enheten under de följande åtgärderna.

source: Do you want to overwrite the file?
cs: Chcete soubor přepsat?
da: Ønsker du at overskrive filen?
de: Möchten Sie die Datei überschreiben?
el: Θέλετε να αντικαταστήσετε το αρχείο;
es: ¿Quieres sobrescribir el archivo?
eu: Fitxategia gainidatzi nahi duzu?
fr: Voulez-vous écraser le fichier existant ?
id: Apakah Anda ingin menimpanya?
nl: Wilt u het bestand overschrijven?
pt_br: Você quer substituir o arquivo?
ro: Doriți să suprascrieți fișierul?
sl: Ali želite prepisati datoteko?
sq: Dëshironi të mbishkruani skedarin?
sv: Vill du skriva över filen?

source: <b>Error</b> Something went wrong, please see the details window for the exact error. The application will be closed with this window, and a logfile isodumper.log will be saved in your homedir/.isodumper
ast: <b>Fallu</b> Daqué foi mal, por favor mira la ventana de detalles pal fallu exautu. L'aplicación zarraráse con esta ventana, y guardaráse un ficheru de rexistru isodumper.log nel to direutoriu home /.isodumper
cs: <b>Chyba</b> Něco se pokazilo, přesnou chybu zjistíte v okně s podrobnostmi. Aplikace bude s tímto oknem zavřena a soubor s obsahem záznamu isodumper.log bude uložen ve složce homedir/.isodumper
da: <b>Fejl</b> Noget gik galt, se venligt detaljerne vindue for den konkrete fejl. Applicationen vil blive lukket sammen med dette vindue, og en logfil isodumper.log vil blive gemt i mappen ~/.isodumper.
de: <b>Fehler</b> Ein Fehler ist aufgetreten. Bitte schauen sie in die Detail Fenster für eine detaillierte Fehlermeldung. Die Anwendung wird mit diesem Fenster geschlossen und eine Log-Datei isodumper.log wird unter homedir/.isodumper gespeichert
el: <b>Σφάλμα</b> Κάτι πήγε στραβά, παρακαλώ δείτε το παράθυρο λεπτομερειών για το ακριβές σφάλμα. Η εφαρμογή θα κλείσει με αυτό το παράθυρο, και θα αποθηκευτεί ένα αρχείο καταγραφής isodumper.log στον κατάλογο /.isodumper σας
es: <b>Error</b> Algo salió mal, por favor vea la ventana de detalles para saber el error exacto. La aplicación y esta ventana se cerrarán y un archivo de registro isodumper.log se guardará en su directorio personal /.isodumper
et: <b>Tõrge</b> Midagi läks valesti. Palun vaadake üksikasju täpse veateate aknast. Rakendus suletakse ning logifail isodumper.log salvestatakse kodukataloogi alamkataloogis .isodumper.
eu: <b>Errorea</b> Zerbait gaizki joan, ikusi xehetasun leihoa akats zehazteko. Aplikazioa leiho hau itxi egingo du, eta erregistro isodumper.log fitxategi bat gordeko du zure etxeko direktorioan /.isodumper
fr: <b>Erreur</b> Quelquechose s'est mal passé. Veuillez consulter la fenêtre des détails pour en savoir plus sur l'anomalie. Le programme sera fermé en même temps que la fermeture de cette fenêtre, et un fichier journal isodumper.log sera sauvegardé dans le dossier .isodumper de votre répertoire personnel.
id: <b>Kesalahan</b> Ada sesuatu yang salah, silakan lihat jendela kesalahan untuk melihat kesalahan yang sebenarnya. Aplikasi akan ditutup dengan jendela ini, dan file log isodumper.log akan disimpan di homedir/.isodumper
it: <b>Errore</b> Qualcosa è andato storto. Vedi la finestra dei dettagli per scoprire l'errore esatto. L'applicazione verrà chiusa con questa finestra e un file di log isodumper.log verrà salvato nella tua cartellahome/.isodumper
nl: <b>Fout</b> Er is iets misgegaan, kijk a.u.b. in het detailsscherm voor de exacte fout. De applicatie zal gesloten worden met dit scherm, en een logbestand isodumper.log zal opgeslagen worden in uw homemap/.isodumper
pt: <b>Erro</b> Ocorreu algo de errado, por favor, consulte a janela dos detalhes para ver o erro. A aplicação irá ser fechada com esta janela, e o ficheiro de registo isodumper.log será guardado em homedir/.isodumper
pt_br: <b>Erro</b> Algo deu errado, por favor, consulte os detalhes da janela para o erro exato. A aplicação será fechada, e um arquivo de log isodumper.log será salvo no seu diretório de usuário/.isodumper
ro: <b>Eroare</b> Ceva nu a funcționat, priviți fereastra cu detalii pentru eroarea exactă. Un fișier isodumper.log cu conținutul va fi salvat în directoruldvs/.isodumper cînd se va închide aplicația.
sl: <b>Napaka</b> Nekaj je šlo narobe, več si lahko ogledate v oknu s podrobnostmi. S tem oknom se bo program zaprl in v mapo .isodumper v vaši domači mapi se bo zapisala dnevniška datoteka isodumper.log.
sq: <b>Gabim</b> Diçka shkoi keq, ju lutem shikoni detajet dritare për gabimin e saktë. Programi do të mbyllet me këtë dritare, dhe rezultatet e marra isodumper.log do të ruhet në homedir/.isodumper
sv: <b>Fel</b> Något gick fel. Kontrollera detaljfönstret för exakt felmeddelande. Programmet kommer att avslutas med detta fönster och en logg fil; isodumper.log kommer att sparas i din hemkatalog/.isodumper

source: Label for the device:
ast: Etiqueta pal preséu:
cs: Popisek pro zařízení:
da: Label til enhenden:
de: Bezeichnung für das Gerät:
el: Ετικέτα για τη συσκευή:
es: Etiqueta para el dispositivo:
et: Seadme nimi:
eu: Gailuaren etiketa:
fr: Nom du volume :
id: Nama perangkat:
it: Etichetta per il dispositivo:
nl: Apparaatlabel:
pt: Nome para o dispositivo:
pt_br: Etiqueta para o dispositivo:
ro: Eticheta pentru dispozitivul:
sl: Oznaka naprave:
sq: Emërtim për pajisjen:
sv: Enhetens etikett:

source: The standard. The size of files are limited to 4Gb
ast: L'estándar. El tamañu de los ficheros tán llimitaos a 4Gb
cs: Standardní. Velikost souborů je omezena na 4 GB
da: Standardformat. Filstørrelser er begrænset til 4 GB.
de: Der Standard. Die Dateigröße ist auf 4GiB begrenzt
el: Το πρότυπο. Το μέγεθος των αρχείων είναι περιορισμένο στα 4GB
es: Estándar. El tamaño de archivos esta limitado a 4Gb
et: Standardne. Failide suuruseks on kuni 4 Gb.
eu: Estandarra. Fitxategi tamaina 4GB mugatuta dira
fr: Le standard. La taille des fichiers est limitée à 4Go
id: Standar. Ukuran file dibatasi pada 4Gb
it: Lo standard. La dimensione dei file è limitata a 4Gb
nl: De standaard. De filegrootte is gelimiteerd tot 4GB
pt: Standard. O tamanho dos ficheiros estão limitados a 4 Gb
pt_br: O tamanho dos arquivos estão limitados a 4Gb, padrão
ro: Standardul. Mărimea fișierelor este limitată la 4Go
sl: Najbolj razširjena možnost. Velikost datotek je omejena na 4Gb.
sq: Standardi. Madhësia e skedarëve është të kufizuar në 4GB
sv: Standard. Filstorleken är begränsad till 4GB

source: To handle files bigger than 4Gb
ast: Pa remanar ficheros más grandes de 4Gb
cs: Pro práci se soubory většími než 4 GB
da: Til at håndtere filer større end 4GB.
de: Um mit Dateien größer als 4GB umzugehen
el: Για διαχείριση αρχείων μεγαλύτερων από 4GB
es: Para manipular archivos mayores a 4Gb
et: Suurematele kui 4 Gb failidele.
eu: 4GB baino gehiagoko fitxategiak kudeatu
fr: Pour gérer des fichiers plus grand que 4Go
id: Untuk menangani file dengan ukuran lebih dari 4Gb
it: Per gestire file più grandi di 4Gb
nl: Om bestanden groter dan 4GB te hanteren
pt: Para manejar ficheiros maiores do que 4 Gb
pt_br: Para lidar com arquivos maiores do que 4Gb
ro: Pentru a manipula fișiere mai mari de 4Go
sl: Za velikost datotek večjo od 4Gb.
sq: Për të trajtuar skedarë më të mëdhenj se 4GB
sv: För att hantera filer större än 4GB

source: Only for Linux systems
ast: Namái pa sistemes Linux
cs: Jen pro linuxové systémy
da: Kun til Linux-systemer.
de: Nur für Linux Systeme
el: Μόνο για συστήματα Linux
es: Solo para sistemas Linux
et: Ainult Linuxi süsteemidele.
eu: Linux sistemetan soilik
fr: Uniquement pour des systèmes Linux
id: Hanya untuk sistem Linux
it: Solo per sistemi Linux
nl: Alleen voor Linuxsystemen
pt: Só para sistemas Linux
pt_br: Apenas para sistemas Linux
ro: Numai pentru sistemele Linux
sl: Samo za operacijski sistem Linux
sq: Vetëm për sistemet Linux
sv: Endast för Linux-system

source: Isodumper - Help
es: Isodumper - Ayuda
eu: Isodumper - Laguntza
fr: Isodumper - Aide
